/* Alert title. */
"success_activation_alert_title" = "干得漂亮";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "您已经成功通过 Setapp 激活 %@";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "已达到设备数量上限";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "您使用 Setapp 的设备数量已达到上限。";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "请检查您的用户帐户，获取更多信息";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "您的二维码存在问题";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "请刷新应用程序页面，然后重试。";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "连接超时";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "请求响应超时。";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "请检查您的网络连接，然后重试。";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "发生网络错误";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "请检查您的连接，然后重试。";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "抱歉，出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "请重试。";

/* Error description. Alert title. */
"setapp_error_generic_description" = "抱歉，出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "请再试一次。";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "请联系 Setapp 支持团队，寻求帮助。";

/* Button title. */
"ok_button_title" = "好";

